main_info = '''
Программа для учета хроники восхождений в альпинистском клубе

'''

main_menu = '''
Меню программы:

1. Список гор с информацией о них
2. Информация об альпинистах
3. Список групп с информацией о них
4. Управление восхождениями
5. Выход из программы
'''

item1_header = 'Список гор с информацией о них.\n'
item1_menu = '''
1. Добавить новую вершину
2. Изменить существующую гору
3. Выход

'''

item11_header = 'Добавление новой вершины\n'
item11_menu = '''
1. Добавить еще одну вершину
2. Закончить добавление вершин

'''

item12_header = 'Изменение существующей вершины\n'
item12_menu = '''
1. Изменить еще одну вершину
2. Закончить изменение вершин

'''

item2_header = 'Информация об альпинистах\n'
item2_menu = '''
1. Показать список альпинистов, восходивших в указанный интервал дат
2. Показать количество восхождений альпиниста на каждую гору
3. Добавить нового альпиниста
4. Выход

'''

item21_header = 'Список альпинистов, восходивших в указанный интервал дат\n'
item21_menu = '''
1. Повторить с другим интервалом дат
2. Выход

'''

item22_header = 'Количество восхождений альпиниста на каждую гору\n'
item22_menu = '''
1. Просмотреть данные другого альпиниста
2. Выход

'''

item23_header = 'Добавление нового альпиниста\n'
item23_group  = '''
1. Добавить альпиниста в существующую группу
2. Создать новую группу для альпиниста
3. Не добавлять альпиниста в группу

'''
item23_subheader = 'Добавление альпиниста в группу\n'
item23_menu = '''
1. Добавить еще одного альпиниста
2. Выход

'''

item3_header = 'Список групп с информацией о них\n'
item3_menu = '''
1. Добавить новую группу
2. Изменить существующую группу
3. Выход

'''

item31_header = 'Создание новой группы\n'
item31_menu = '''
1. Добавить в группу существующих альпинистов
2. Добавить в группу новых альпинистов
3. Никого не добавлять в группу

'''

item32_header = 'Изменение группы\n'
item32_menu = '''
1. Изменить еще одну группу
2. Выход

'''

item4_header = 'Управление восхождениями\n'
item4_menu = '''
1. Добавить новое восхождение
2. Изменить существующее
3. Выход

'''

item41_header = 'Добавление нового восхождения\n'
item41_menu = '''
1. Добавить еще одно восхождение
2. Выход

'''

item42_header = 'Изменение существующего восхождения\n'
item42_menu = '''
1. Изменить еще одно восхождение
2. Выход

'''

file_name = 'info.json'
file_path = 'info.json'